{"time": "2026-02-05 05:37:48.453225", "file": "VINOTH KUMAR S.txt", "summary": [{"clause": "VINOTH KUMAR S\r\nOBJECTIVE\r\nI am a motivated fresher with strong skills in Python and SQL, passionate about building efficient and reliable applications. I have hands-on practice in writing clean Python code, working with databases, and creating SQL queries for effective data management and analysis. Skilled in problem-solving, debugging, and improving program performance. I am enthusiastic about learning new technologies and contributing fresh ideas and innovative solutions to a dynamic development team.\r\nCONTACT\r\nPhone: +91-9014538322\r\nEmail: vinothkumar.vino2511@gmail.com\r\nAddress: 35 kovil st, Alapakkam tiruvallur dist-602026\r\nEDUCATION\r\nAdhiparasakthi Engineering College / B.E-CSE\r\n2022-2025", "risk": "Low"}, {"clause": "7.9\r\nAdhiparasakthi Polytechnic College\r\n2019-2022\r\nPercentage: 85%\r\nGovernment Her Secondary School / 10th\r\n2019\r\nPercentage: 60%\r\nINTERNSHIP\r\nVEL TECHNOLOGIES PVT. LTD / FULL STACK DEVELOPMENT", "risk": "Low"}, {"clause": "07.2024 - 12.08.2024, TINDIVANAM\r\nDuring my Full Stack Development internship, I gained hands-on experience working on real-world projects, enhancing my front-end skills. Feedback from mentors helped me refine my coding practices, focusing on cleaner, more efficient code. I also learned the importance of teamwork and effective communication in a development environment.\r\nWorked on an Online Job Portal, a platform connecting job seekers and employers. The project aimed to streamline the hiring process by providing a user-friendly interface for job applications and employer postings.\r\nTECHNICAL SKILLS\r\nHTML\r\nCSS\r\nJavaScript\r\nPython\r\nSQL\r\nCERTIFICATION\r\nWeb designing and developing\r\nCyber Security and Ethical Hacking\r\nComputer vision using Python\r\nOracle - Cloud Service Management\r\nPROJECTS\r\nProject Title: ONLINE TASK MANAGEMENT SYSTEM\r\nTechnologies Used: HTML, CSS, JavaScript\r\nProject Overview: Developed a full-stack web application that allows users to create, manage, and track tasks efficiently. The application includes user authentication, task categorization, and deadline reminders.\r\nProject Title: VIDEO CALL INTERCOM SYSTEM BASED ON ANALOG/IP WITH VIBRATION SENSOR\r\nTechnologies Used: Raspberry Pi, Python, OpenCV, IoT, SIP (Session Initiation Protocol), WebRTC, Analog/IP Camera, Vibration Sensor, Arduino, Node.js, Express.js\r\nProject Overview: Developed a smart intercom system that enables video calls over an IP/analog network with an integrated vibration sensor for security alerts. The system allows real-time communication between users and detects physical vibrations (e.g., knocks or unauthorized tampering), triggering alerts and video.\r\nSTRENGTH\r\nProblem Solving and Critical Thinking\r\nAdaptability and Flexibility\r\nTime Management and Prioritization\r\nCollaboration and Teamwork\r\nCreativity and Innovation\r\nHOBBIES\r\nWatching tutorial videos on YouTube\r\nListening to audiobooks\r\nPlaying volleyball", "risk": "Low"}]}
